public class Task1_3_10_1 {
    public static void main(String[] args) {
        System.out.println("""
                Задание:\s
                1. Напишите сами крестики-нолики, не подглядывая в наш код.

                Решение:\s""");

        X0Game game = new X0Game();
        game.play();
    }
}
